IdeaRS.Connections
GussetData.PlatePositionX Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the position of new plate along related member;
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double PlatePositionX { get; set; }
Property Value
Type: Double
See Also
Reference
GussetData Class
IdeaRS.Connections.Data Namespace